{"content":{"title":"New Museum Union","author":"","description":"","copyright":""},"files":[],"children":[{"title":"Mission Statement","id":"mission-statement","uid":"mission-statement","slug":"mission-statement","parent":"","uri":"mission-statement","url":"https:\/\/oils.rest\/nmu-cms\/mission-statement","contentUrl":"https:\/\/oils.rest\/nmu-cms\/content\/1-mission-statement","tinyUrl":"https:\/\/oils.rest\/nmu-cms\/x\/zqscfu","root":"\/srv\/users\/serverpilot\/apps\/oils-rest\/public\/nmu-cms\/content\/1-mission-statement","dirname":"1-mission-statement","diruri":"1-mission-statement","depth":1,"num":"1","hash":"zqscfu","modified":"2019-01-10T01:01:36+00:00","template":"default","intendedTemplate":"page","isVisible":true,"isOpen":false,"isActive":false,"isHomePage":false,"isErrorPage":false,"isCachable":true,"isWritable":true,"content":{"title":"Mission Statement","intro":"","text":"When Marcia Tucker founded the New Museum in 1977, she envisioned an institution that did away with hierarchies—not only in the art exhibited, but in the structure of the museum itself. Her aim, as she wrote in 1990, was to work toward “a collaborative, self-critical, and ‘transparent’ organizational model.” As the New Museum Union, we are committed to Tucker’s vision, and to the Museum’s mission today. As the Organizing Committee of the New Museum Union (NewMuU of UAW Local 2110), we have organized because we take great pride in the Museum’s legacy and we are committed to its success, its health, and its future growth.\n\nAs a museum and as a community, we have always championed diversity, equity, and progress. This distinguishes us as an art institution historically and, we hope, today as well—both in New York and globally. Our mission centers intersectional feminist concerns and cross-cultural dialogue, and our exhibitions, programs, and initiatives aim to model inclusivity and access. We ask, above all, that these ideals be mirrored in the Museum’s hiring and staffing. New York is one of the most exciting places to do the work that we do, but also among the most expensive, and it is difficult for many of us to sustain ourselves financially. We believe that fair compensation for all workers throughout the museum is essential to ensuring its diversity: salaries, wages, and benefits at the museum must be sustainable for everyone, regardless of the privileges afforded them by race, class, or gender.\n\nWe have come together from across all the Museum’s departments to collectively improve our conditions. Forming a union will enable us—as well as future New Museum employees—to effectively advocate for changes that will make the New Museum a more sustainable and equitable institution. We believe in the New Museum and its mission; we want it to succeed. But we also recognize a need for critical changes at this moment in the Museum’s growth. \n \nWe have asked that the Board of Trustees and New Museum management respect our democratic right to organize without interference and bargain with us in good faith for a contract that will ensure the Museum’s future as a beacon of diversity, equity, and progress."},"headers":null,"files":[],"children":[{"title":"Test","id":"mission-statement\/test","uid":"test","slug":"test","parent":"mission-statement","uri":"mission-statement\/test","url":"https:\/\/oils.rest\/nmu-cms\/mission-statement\/test","contentUrl":"https:\/\/oils.rest\/nmu-cms\/content\/1-mission-statement\/1-test","tinyUrl":"https:\/\/oils.rest\/nmu-cms\/x\/qg3rlk","root":"\/srv\/users\/serverpilot\/apps\/oils-rest\/public\/nmu-cms\/content\/1-mission-statement\/1-test","dirname":"1-test","diruri":"1-mission-statement\/1-test","depth":2,"num":"1","hash":"qg3rlk","modified":"2019-01-10T01:01:41+00:00","template":"default","intendedTemplate":"page","isVisible":true,"isOpen":false,"isActive":false,"isHomePage":false,"isErrorPage":false,"isCachable":true,"isWritable":true,"content":{"title":"Test","text":"Test subpage"},"headers":null,"files":[],"children":[]}]},{"title":"Why Vote Yes: FAQ","id":"faq","uid":"faq","slug":"faq","parent":"","uri":"faq","url":"https:\/\/oils.rest\/nmu-cms\/faq","contentUrl":"https:\/\/oils.rest\/nmu-cms\/content\/2-faq","tinyUrl":"https:\/\/oils.rest\/nmu-cms\/x\/1sncmvg","root":"\/srv\/users\/serverpilot\/apps\/oils-rest\/public\/nmu-cms\/content\/2-faq","dirname":"2-faq","diruri":"2-faq","depth":1,"num":"2","hash":"1sncmvg","modified":"2019-01-09T22:46:51+00:00","template":"default","intendedTemplate":"page","isVisible":true,"isOpen":false,"isActive":false,"isHomePage":false,"isErrorPage":false,"isCachable":true,"isWritable":true,"content":{"title":"Why Vote Yes: FAQ","text":"Why We are Voting YES for a Union at the New Museum\n\n\nBy unionizing, we will establish the legal right to band together as a group of employees to collectively bargain for a legally binding union contract to cover our terms and conditions of employment, like our salaries, benefits, and working conditions. This is an alternative to the existing power dynamic at the New Museum whereby management makes all of the decisions about our employment and our role is advisory at best. Generally, when employees establish union rights, their jobs pay more than non-union jobs and they get better healthcare and retirement benefits. Unionized staff at the Museum of Modern Art have been able to address their wages, benefits, and rights on the job effectively through collective bargaining.\n\nHow will the vote work?\n\nWe have petitioned the NLRB for a vote to take place among all non-supervisory staff who are not Security or Maintenance workers. (Note: security guards cannot be in the same union as other workers, although they can organize their own separate union.)  \nUnless the New Museum disputes who is eligible, it is likely that the NLRB will set a date and time for the election within the next few weeks. The election itself, when scheduled, will take place on the premises of the Museum in order to facilitate participation in the vote. The New Museum will be required to post an official notice from the NLRB about the election.\nThe election is by secret ballot and you must vote in person. There is no absentee balloting.\nIf a majority votes YES, our union will be certified by the National Labor Relations Board and the New Museum will be legally obligated to bargain in good faith with us for a union contract.\nOur next steps will be to elect a bargaining committee from among ourselves, survey everyone on their ideas for improvements, and draw up proposals for a legally binding union contract. We will have the assistance and guidance of experienced Local 2110 representatives, who have bargained many union contracts, including at MoMA. Once our union is certified, even before we agree upon a contract, the New Museum cannot make unilateral reductions in our terms and conditions of employment, i.e., try to lower benefits so we have to bargain them back.  \n\nCan the New Museum stop this?\nSome employers have campaigned aggressively against unionization and tried to discourage staff from voting “yes” for a union. We have asked the New Museum to refrain from such campaigning or interfering in our rights.   It’s not illegal for management to express their opinion, but they CANNOT do the following (remember “TIPS”): \n\nThreaten – it is illegal to threaten, discipline, or discriminate against employees because of their support for a union;\nInterrogate – it is illegal to ask employees about their support for a union or about the support of their peers;\nPromise – it is illegal to promise favors or benefits for a vote for the management instead of a vote for the union;\nSurveillance – it is illegal to surveil or spy on union activity. It is also illegal to tell an employee that others have said they are a union supporter. \n\nUnion Facts:\n\nWhat is the benefit of collective bargaining?\nCurrently, New Museum management decides unilaterally on all our terms and conditions of employment: what we will be paid, what our health benefits will be, whether we are eligible for promotion, when we get time off, etc.  With a union, the New Museum must bargain in good faith with us over all of these (and more) conditions of our employment, and cannot reduce our benefits without our union’s agreement.\n\nWhat are union dues?\nThere are no dues until after a first contract is negotiated and voted into effect by the majority of the New Museum members.  After that, union dues are 2% of your regular wages (Note: part-time art handlers pay dues only on earnings from the New Museum.) Union dues pay for the cost of maintaining and supporting a strong union, e.g., legal costs, staffing, equipment, supplies, rent, etc.                                                 \n\nWho decides on accepting a contract or going out on strike?  \nWe do. All contract proposals are voted on by the entire membership in the workplace. We elect our own negotiating committee and we vote on whether to accept or reject a contract. Before a strike is even considered, we must vote to authorize it by a two thirds majority.\n\nCan the New Museum “afford” a contract?\nEven very small nonprofits (the Bronx Museum of the Arts, the New Press) have unionized staff. Currently, the New Museum decides unilaterally on where to put its resources. With a union, we will have the right to ask for validated information about the New Museum’s resources and the ability, through our collective bargaining rights, to effectively push for more resources to go to the hardworking Museum staff.  \n\nWhy Local 2110 of the UAW?  \nLocal 2110 represents thousands of technical, office and professional workers throughout the New York City area, including the professional and administrative staff of the Museum of Modern Art, the New York Historical Society, the Bronx Museum of the Arts, Columbia University, New York University, HarperCollins Publishers, the ACLU, and many more. The International UAW is one of the most powerful unions in the country and provides our local union with resources and expertise to assist us in legal issues, organizing, civil rights, legislative action, and health and safety work.  \n\nCan I lose my job for joining a union? \nNO. It is illegal to retaliate against anyone for forming or joining a union. Thousands of workers in New York City in every occupation, including art museums, have formed, joined, and been active in their union. Furthermore, with a union, employees have greater job protection because employers must affirmatively demonstrate that they have “just cause” before terminating an employee.  \n\nI’m in favor of the union but I’m nervous about what my boss will think. Do I have to tell my boss that I will vote for the union? \nSupporting a union is completely legal and normal but it is up to you how open you want to be about your support. Union support cards are not shared with the management of the New Museum, only to the National Labor Relations Board (NLRB). Furthermore, It is illegal for your supervisor or any management of the New Museum to ask if you have signed a union support card,  how you will vote, or whether you support the union.  \n\nWhat about strikes? \nStrikes are a pressure tactic of last resort and most contracts are settled without strikes. The union at MoMA has negotiated many successful contracts without having to strike, by effectively using rallies, leaflet campaigns, social media, and other peaceful tactics to win a fair contract.  Strikes can only be implemented if the members themselves want to strike.  Any strike would require a two thirds majority vote of union members."},"headers":null,"files":[],"children":[]},{"title":"Letters of Support","id":"letters-of-support","uid":"letters-of-support","slug":"letters-of-support","parent":"","uri":"letters-of-support","url":"https:\/\/oils.rest\/nmu-cms\/letters-of-support","contentUrl":"https:\/\/oils.rest\/nmu-cms\/content\/3-letters-of-support","tinyUrl":"https:\/\/oils.rest\/nmu-cms\/x\/91bv9w","root":"\/srv\/users\/serverpilot\/apps\/oils-rest\/public\/nmu-cms\/content\/3-letters-of-support","dirname":"3-letters-of-support","diruri":"3-letters-of-support","depth":1,"num":"3","hash":"91bv9w","modified":"2019-01-09T22:23:32+00:00","template":"default","intendedTemplate":"page","isVisible":true,"isOpen":false,"isActive":false,"isHomePage":false,"isErrorPage":false,"isCachable":true,"isWritable":true,"content":{"title":"Letters of Support","text":""},"headers":null,"files":[{"root":"\/srv\/users\/serverpilot\/apps\/oils-rest\/public\/nmu-cms\/content\/3-letters-of-support\/57b726d9db5ce9b2008b7c53-750-750.jpg","url":"https:\/\/oils.rest\/nmu-cms\/content\/3-letters-of-support\/57b726d9db5ce9b2008b7c53-750-750.jpg","hash":"a6e7f799ebca48d6c60251fc9d058e03","dir":"\/srv\/users\/serverpilot\/apps\/oils-rest\/public\/nmu-cms\/content\/3-letters-of-support","filename":"57b726d9db5ce9b2008b7c53-750-750.jpg","name":"57b726d9db5ce9b2008b7c53-750-750","safeName":"57b726d9db5ce9b2008b7c53-750-750.jpg","extension":"jpg","size":132001,"niceSize":"128.91 kB","modified":"2019-01-09T22:23:32+00:00","mime":"image\/jpeg","type":"image","dimensions":{"width":750,"height":750,"ratio":1,"orientation":"square"},"isWritable":true,"isReadable":true,"isExecutable":false,"header":"Content-type: image\/jpeg","meta":[]}],"children":[]},{"title":"Press Kit","id":"press-kit","uid":"press-kit","slug":"press-kit","parent":"","uri":"press-kit","url":"https:\/\/oils.rest\/nmu-cms\/press-kit","contentUrl":"https:\/\/oils.rest\/nmu-cms\/content\/4-press-kit","tinyUrl":"https:\/\/oils.rest\/nmu-cms\/x\/1s4d8p9","root":"\/srv\/users\/serverpilot\/apps\/oils-rest\/public\/nmu-cms\/content\/4-press-kit","dirname":"4-press-kit","diruri":"4-press-kit","depth":1,"num":"4","hash":"1s4d8p9","modified":"2019-01-09T22:08:32+00:00","template":"default","intendedTemplate":"page","isVisible":true,"isOpen":false,"isActive":false,"isHomePage":false,"isErrorPage":false,"isCachable":true,"isWritable":true,"content":{"title":"Press Kit","text":""},"headers":null,"files":[],"children":[]}]}